Repository: common-repository/super-transition-slideshow
Catalog: languages/super-transition-slideshow-*.po
Languages: pl_pl

source: Image folder not exists.
pl_pl: Folder obraz nie istnieje.

source: Super transition slideshow
pl_pl: Pokaz slajdów okres przejściowy w milisekundach.

source: Details successfully updated.
pl_pl: Szczegóły pomyślnie zaktualizowane.

source: Widget setting
pl_pl: Widżet ustawienie

source: Widget title
pl_pl: Tytuł widgetu

source: Please enter your widget title.
pl_pl: Podaj widget tytuł.

source: Pause
pl_pl: Pauza (Wstrzymanie)

source: Pause between slideshow in millisec.
pl_pl: Pauza między pokazu slajdów w millisec.

source: Please enter duration of transition.
pl_pl: Podaj czas trwania przejścia.

source: Display sidebar title
pl_pl: Wyświetlacz tytuł pod okienko.

source: Please select YES to display title on sidebar.
pl_pl: Proszę wybrać wyświetlanie paska bocznego.

source: Image directory (Default for widget)
pl_pl: Katalog Obraz (Domyślnie dla widget)

source: Short code for thos directory:
pl_pl: Brak dostępnej obrazu dla wspomnianej grupy! sprawdź krótkiego kodu.

source: Image directory 1
pl_pl: Katalog z obrazkami

source: Image directory 2
pl_pl: Katalog z obrazkami

source: Image directory 3
pl_pl: Szczegóły obrazu

source: Image directory 4
pl_pl: Katalog z obrazkami

source: Submit
pl_pl: Wyślij

source: Help
pl_pl: Pomoc

source: Plugin configuration option
pl_pl: Opcja konfiguracji plugin

source: Add directly in to the theme using PHP code.
pl_pl: Dodaj bezpośrednio do tematu z wykorzystaniem kodu PHP.

source: Drag and drop the widget to your sidebar.
pl_pl: Przeciągnij i upuść widget do paska bocznego.

source: Add into specific post or page using short code.
pl_pl: Dodaj popup na danym stanowisku lub na stronie za pomocą krótkiego kodu

source: Check official website for more information
pl_pl: Sprawdzić oficjalną stronę internetową, aby uzyskać więcej informacji

source: click here
pl_pl: kliknij tutaj
